[
	{
		"spell" : "Vicious Mockery",
		"level" : "0",
		"school" : "Enchantment Cantrip",
		"castingTime" : "1 Action",
		"range" : "60 Feet",
		"components" : "V",
		"duration" : "Instantaneous",
		"description" : "You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.",
		"higherLevelDescription" : "This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4)."
	},

	{
		"spell" : "Mage Hand",
		"level" : "0",
		"school" : "Conjuration Cantrip",
		"castingTime" : "1 Action",
		"range" : "30 Feet",
		"components" : "V S",
		"duration" : "1 Minute",
		"description" : "A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again. You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it. The hand can't attack, activate magic items, or carry more than 10 pounds.",
		"higherLevelDescription" : "N/A"
	},

	{
		"spell" : "Cure Wounds",
		"level" : 1,
		"school" : "Evocation",
		"castingTime" : "1 Action",
		"range" : "Touch",
		"components" : "V S",
		"duration" : "Instantaneous",
		"description" : "A creature you touch regains hit points equal to 1d8 + your spellcasting modifier. This spell has no effect on undead or constructs.",
		"higherLevelDescription" : "The healing increases by 1d8 for each slot level above 1st. "
	},
	
	{
		"spell" : "Speak With Animals",
		"level" : 1,
		"school" : "Divination",
		"castingTime" : "1 Action (Ritual)",
		"range" : "Self",
		"components" : "V S",
		"duration" : "10 Minutes",
		"description" : "Although limited by the intelligence of the beast, you can understand and speak with beasts. You learn about the beast's experiences over the last day, as well as local places and creatures. If your DM allows, the beast may also complete a small task for you, if you can successfully convince it to do so. ",
		"higherLevelDescription" : "N/A"
	},
	
	{
		"spell" : "Thunderwave",
		"level" : 1,
		"school" : "Evocation",
		"castingTime" : "1 Action",
		"range" : "Self (15ft Cube)",
		"components" : "V S",
		"duration" : "Instantaneous",
		"description" : "Each creature in a 15-foot cube originating from you must make a Constitution save. On failure, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a success, the creature takes half damage and isn't pushed. Unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect. The spell emits a thunderous boom audible out to 300 feet.",
		"higherLevelDescription" : "The damage increases by 1d8 for each slot level above 1st."
	},
	
	{
		"spell" : "Faerie Fire",
		"level" : 1,
		"school" : "Evocation",
		"castingTime" : "1 Action",
		"range" : "60 Feet",
		"components" : "V",
		"duration" : "Concentration Up to 1 Minute",
		"description" : "Blue, green, or violet lights outline objects inside a 20-foot cube of space. All creatures in the area make a Dexterity save or be cast in light as well. The light cast by this spell illuminates a 10-foot radius. An attack can be made with advantage against any creature or object that is affected by this spell and that creature or object cannot become invisible.",
		"higherLevelDescription" : "N/A"
	},
	
	{
		"spell" : "Heroism",
		"level" : 1,
		"school" : "Enchantment",
		"castingTime" : "1 Action",
		"range" : "Touch",
		"components" : "V S",
		"duration" : "Concentration Up to 1 Minute",
		"description" : "Until the spell ends, a creature you touch is immune to being frightened and gains temporary hit points equal to your spellcasting ability modifier at the start of each of its turns. When the spell ends, the target loses any remaining temporary hit points.",
		"higherLevelDescription" : "You can target one additional creature for each slot level above 1st"
	},

	{
		"spell" : "Charm Person (Scroll)",
		"level" : 1,
		"school" : "Enchantment",
		"castingTime" : "1 Action",
		"range" : "30 Feet",
		"components" : "V S",
		"duration" : "1 Hour",
		"description" : "A humanoid you can see must succeed on a Wisdom saving throw, with advantage if you are currently fighting it, or it becomes charmed by you until the spell ends or someone in your party harms it. It will know it has been charmed when the spell ends.",
		"higherLevelDescription" : "You can target one additional creature for each slot level above 1st. They must be within 30 feet of each other when you target them."
	},

	{
		"spell" : "Heat Metal",
		"level" : 2,
		"school" : "Transmutation",
		"castingTime" : "1 Action",
		"range" : "60 Feet",
		"components" : "V S M (a piece of iron and a flame)",
		"duration" : "Concentration Up to 1 Minute",
		"description" : "Choose a manufactured metal object, such as a metal weapon or a suit of heavy or medium metal armor, that you can see within range. You cause the object to glow red-hot. Any creature in physical contact with the object takes 2d8 fire damage when you cast the spell. Until the spell ends, you can use a bonus action on each of your subsequent turns to cause this damage again. If a creature is holding or wearing the object and takes the damage from it, the creature must succeed on a Constitution saving throw or drop the object if it can. If it doesn't drop the object, it has disadvantage on attack rolls and ability checks until the start of your next turn. ",
		"higherLevelDescription" : "When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd."
	}
]